<?php
return array(
    'pages' => array(
        "basis" => array("title" => "Научный базис",
            "body" => "Что завтрашние приборы, до которых в нём нуждаются, изобретут уже сегодня, оно разрабатывается, его приборы, чтобы быть, в которые машины будущего встроились, планируют, оно есть?
В области современных науки и техники нет никакого более важного вопроса. Важный во всех аспектах! По большей части потому что и благосостояние нашего государства, и его доверие завтрашнего дня зависят от того, как он будет правильно решён.
Нет, и, вероятно, Будущее выше измерения сложного вопроса другим масштабом. Будущее - конец десятой пятилетки, будущее - конец XX века, будущее - даже более отдалённые времена. Каждый понимает те выражение и более сложное видение будущего технологии, темы должны быть попробованы тогда, техника этого будущего должна быть увидена. Но это необходимо.
Приборы конца десятой пятилетки созданы сегодня. Мы уже знаем, будет автомобили, автоматы, автоматические стороны и комплексы каким для добра для советского человека в одиннадцатой пятилетке Партия и правительство запланировало будущее научно-технического прогресса в нашей стране задача, технические перспективы на 15-20-25 лет заранее определены задачи, была поручена учёным и им зхенереймис!
Решить эту проблему - значит послать мысль и тысячную работу, только миллионы людей - рабочих, инженеров, учёных на правильную дорожку. Правильность научного предвидения, точность технических прогнозов приобретают всё большее значение, в то время как общество - человек развивается и совершенствуется.
Леонардо Винчи, Da, рисовал в своих дневниках и записках, и он был счётными машинами будущего - сложными машинами для поднятия, воздушными судами и другими. Но его технические прогнозы мало заинтересовали современников ему. Технология средних веков была сделана руками ремесленника, технический прогноз был его личной истории иметь с ним дело, он не хотел, и форварды не могли бы смотреть вовсе.
В условиях капитализма технический прогноз - частный бизнес фирмы. Её благосостояние, само её существование существенно зависят от того, как она успешно сумеет утаить свои соображения о конкретной технике будущего от соперников.
В социалистическом обществе вопросы прогнозирования приобретают общенациональное государственное значение. Они решаются инженерами мозговых центров по крупности, эрудиция, высокая квалификация требуются от них, Технический Прогноз навыка будущего выражения - коллективное прогнозирование будущего техники, многочисленных взвешивающих - дискуссий и встреч на другом уровне.
И вот что интересно. На любой научно-технический прогноз мы сегодня смотрим, вечно там мы будем встречать автомобили и системы робототехники среди самого перспективного технического средства.
Роботы! Это слово с момента давно наше, будучи ознакомлено с собой из фантастических рассказов и романов. И сегодня оно найдено в учебниках, монографиях, научных и в газетах статьях, технических прогнозах.
Мы уже привыкли к термину, ушедшему в той или иной области науки, или технология становится тогда свойством фантастической, популярной, художественной литературы."),
        "actual" => array("title" => "Актуальное",
            "body" => "Вспомните такие слова, как &quot;атом&quot; и &quot;спутник&quot;. Но пусть слово, которое было понесено в фантастический продукт, станет общепринятым научно-техническим термином - оно есть очень редко. Это так произошло со словом &quot;робот&quot;. Мы не сумели вспомнить другие очень знакомые термины с такой удивительной судьбой.
Решив написать популярную книгу о роботах, мы встретились с уникальной ситуацией: мы были наняты, чтобы рассказывать о машинах и автоматах, в целом неподобных тем роботам, которые являются &quot;жизнью&quot;, литературными продуктами, и они должны объяснить в то же время, почему они всё-таки называются роботами?
Обсуждая эту ситуацию, мы, к сожалению, были вынуждены отказать в вас, вашем воображении, изображении, когда воображение было упомянуто каким-либо словом о роботах, как чему  самому простому для нас магазину, погрузитесь в детали конструкции и действия роботов, в которых беседа заключается во всех технических прогнозах, и делает иначе.
Прежде всего мы принесли себе клятву, что в книге не будет никакого уравнения и никакой формулы, и каждый читатель, даже мало знакомый с актуальными современными техническими проблемами, поймёт её. Кроме того, нам требовалось чтение, чтобы быть не только лёгкими, а интересно ещё есть весело даже иногда - Нет, конечно, ни в каком случае должна для серьёзности книга не должна теряться в то же время содержательный и Короч говоря, она должен быть с серьёзностью не урон интересному интересу не для ущерба для серьёзности.
Те, кто был воодушевлён этими хорошими намерениями, как мы докопались до вещей. Взяли быка сразу за рога как &quot;Что есть робот?&quot; они решили с самого начала ответить на вопрос
ЦЕПНАЯ РЕАКЦИЯ
КАКОЙ ТАКОЙ РОБОТ?
Некоторый древнеримскии схоласт (схоласт, лейтин.
Счолэстисиис - философ с педантичным уклоном - нэчотничество и бесплодное философствование) частое возвращение дома в пьяном состоянии супруг обычно встречал возгласом: &quot;Он снова пил слишком много винолентус!&quot;
Один раз вместо того, чтобы схоласт пропускал привычную тираду мимо ушей, схоласт принял оскорблённый вид и попытался спорить, что он не был выпит. Сильный хэппенинг начал обсуждения, супруга, подходящую половицу, для поиска, представление, переводящее к ней какую-то возможность быть равновесию, сохранялось, а разозлённая матрона позволила себе уйти для беспокойного пути в аксиомы, теоремы и доказательства.
Вместо этого она схватила схоласта для тоги, подтянулась к окну и обратилась с вопросом к священнику, который прошёл мимо: &quot;Скажите, отец, человек, которого я держу за воротник, выпиты или нет?&quot;
До глаз схоласта, посмотренного священником кротко, сказали - качание работало ещё больше: 
&quot;Да, пьяный!&quot;.
&quot;Это не доказательство&quot;, - протестовал схоласт.
Затем женщина с таким же вопросом обратилась к благородному римлянину, ушедшему факелом под мышкой.
Он вытянул спички в молчании из кармана тоги, зажёг факел и принёс его к схоласту."
        ),
        "mission" => array("title" => "Миссия",
            "body" => "Дыхание схоласта загорелось с клубом огня благородный римлянин строго спрашивал, 
&quot;Почему вы, женщина, задаёте мне глупые вопросы и почему матчи, которые мне требуются, поскольку делают более важный вопрос, заканчиваются?&quot; схоласт сказал: &quot;Это не доказательство&quot;. 
Мимо в это время ехал патриций, который выгуливал лошадь под уздечки. Женщины, он посмотрели на своего спутника, остановленного вопросом. Почуяв дыхание схоласта, лошадь привередливо поморщилась и отвернулась.
&quot;Вы видите, что мы спешим в сенат нашим ответом, мы ,-сказал патриций,- не сдерживаемся, больше&quot;. 
&quot;Это ещё не доказательство тоже&quot;, - пробормотал схоласт.
И затем женщина остановила одним и тем же вопросом трёх всадников в дисководе, несущих секунду для уздечек, один из которых тащил седло на себя, третье - шпоры.
Все трое завистливо принюхивались как один и хором сказали: &quot;Ваш муж, благородная матрона, уже выпит, и мы только ещё едем на очень важный симпозиум&quot;. (Симпозиум в Старом Риме - времяпрепровождение, которое сопровождалось выпивкой, и доклад.)
За триумфом здесь женщина закричала: &quot;Если семь экспертов утверждают, что вы выпиты, лягте спать!&quot; 
Такая приблизительная история простого старого изобретения отражения древнего Рима (не только выездной древний Рим!) фольклорным римской женщиной метода быть экспертным оценкам в сторону.
Мы вспомнили этот рассказ в связи с историей другого изобретения, имеющего прямое отношение к нашей книге.
Более чем 50 лет назад чешский писатель Карел Чапек &quot;изобрёл&quot; копию робот лица, осуществление - её образ и подобие, что владельческие смыслы не лиц и собственность и роботы были сделаны главными действующими лицами литературной работы. Они стали чрезвычайно популярными и начали размножаться при поразительной скорости. Скоро каждый фантаст, в любой степени уважающий фантаста, сделал роботов сделанными согласно представлению, придуманному им и подобием. У каждого были свои роботы, непохожие на тех, которые есть у другого, и в представлении не было ничего необычного. Потому что ряд других образов, понятий и терминов часто по-разному толкуется разными людьми без какого-либо вредного из него для следствий.
Но роботы вдруг казались определённым, более напряжённым в технических записках, проекты, научные статьи, инженеры и учёные начали их для изучения. И здесь с самого начала робототехники случай немедленно был запутан.
В то время как робот существовал только в воображении людей и литературных работ, кто мог бы понять, что он потребовал точного определения термина &quot;робот&quot; или особенно что узнал детали о своём строительстве?
И от кого требовать? От кого узнать? Даже как-то бесцельно?
Пусть каждый думает об изобретённом роботе всё, что он хочет!
Но, как только что-то мнимое становится чем-то реальным, он начинает представлять технический, экономический, социальный или научный интерес, естественное желание знать, насколько он настоящий, как мнимые, возникает сразу?"),
        "faq" => array("title" => "Будущее",
            "body" => " На кто мним мы нравится ли вам, ему?
В чём мнимое больше обещано, темы громче и эти вопросы - внушительнее.
Роботы? Все это хорошо.!! Как там был такой робот?
Есть что ли? Что он мог сделать? Часы - робот? О, роботы заменяют человека? И почему не есть робот электрическая мясорубка? Она работает вместо лица? И электростанция - робот? Почему не сделать? Какой робот есть?
О, вы не знаете точно, что он такой? Итак, вы сам не знаете, что вы делаете? Вот как?
Вы замечаете, какие неприятные следствия стали возникать в результате перехода на робота к реальному миру от мира фантазии! И если оно для того, чтобы такая вещь была роботом, настолько напряжённое произведение совсем крепли из-за какого именно рассказывания?Лер, дайте аккуратное однозначное определение слова &quot;домовой&quot;.
В это самое важное мгновение группа учёных серьёзно подумала: &quot;Что такое? Уже более чем на 20 лет разрабатывается метод экспертных оценок, который намеренно предназначен для того, чтобы человек мог достичь соглашения из-за спорных или неясных результатов. Давайте мы так применим этот новый метод кроме факта, что иначе что-нибудь, что его метод делает, не произойдёт!&quot;
Оно сказано - оно сделано! Призыв, которому 156 экспертов не соответствовали ни очень, ни мало, был щёлкнут. Этот вы un: 
&quot;в Семь они говорят!&quot; Это намного надёжнее! Но метод был таким же.
Никакого вступления в одурачивание руководителя экспертов с помощью вопросов &quot;Что есть робот? Как он должен быть создан?&quot; И другим.
Описания нескольких различных систем, которые в современной научно-технической литературе есть под прозвищем &quot;робот&quot;, были составлены. Были ли эти описания затем подняты эксперты, как том - вручён женщиной-древнеримскии тот , кто проходит схоласта через окно, такой же вопрос: &quot;ЭйчБиСи?&quot;
У каждого эксперта попросили это, чтобы, не сообщая 155 другим экспертам, он указал, какая из систем, по его мнению, действительно заслуживает этого прозвища.
Мы не перескажем описание всех систем, представленное экспертам здесь. Только для примера указали, среди них были луноход и биологическая стрелка часов, система машинного перевода на язык с языка, созданная советскими учёными и инженерами и даже системой контроля в вариантах денег на случай мошенничества.
Системы, так описанные, были признаны наиболее высоко заслуживающими называться роботами: 
&quot;Мобильные системы, способные, &quot;для изучения&quot;, и чтобы самый короткий путь прокладывался на земле случайно расположенными препятствиями на предназначенную мишень без столкновений&quot;. 
120 экспертов в 156 пришли к этому &quot;единодушному&quot; мнению. Все другие системы получили меньше или значительно меньше, чем голоса, а без &quot;голосов&quot; никто не остался. Семь экспертов узнали даже систему проверки денег на случай мошенничества как робота.
Вы мало разочарованы результатами опроса экспертов? Описание &quot;чемпиона&quot; среди роботов кажется вам &quot;приземлённым&quot; очень?"),
    ),
    'about' => "История развития роботов",
    'keys' => 'робот робототехника история перспективы тенденции',
    'description' => 'блог о роботах',
    'title' => 'История и перспективы развития робототехники'
);