<?php

return array(
    'pages' => array(
        "about" => array("title" => "О блоге",
            "body" => "Лучший блог на WordPress ищет и классифицирует блоги на WordPress.com, которые достойны внимания.

     WordPress.com только списки Топ-10 блогов на главной странице и 7 самых быстрорастущих блоги в Dashboard.

     Было бы неплохо, чтобы ознакомиться с нашими соседями и WordPress, что они пишут.

    Вернуться к началу Сообщение Последнее сообщение и хороши. Но если не часы последнее сообщение внимательно, пожалуй, пропускает много.

     Поскольку не существует каталог блогов, может быть, это работа для нас сообщества.

Правила для того просты

     Не сверху или самым быстрорастущим блоге в точке включения.
     Не спам или тестирования.
     Содержать не менее 10 должностей.

У нас были добавлены правила для удаления (пожалуйста, сообщайте о любых).

     Любой мертвый блог будет удален.
     Любой блог оказалось зло, будут удалены.

Если вы хотите стать частью редакционной команде, оставить сообщение, и просить, чтобы быть добавлены к списку пользователей.

Счастливые просмотра!"),
        "contact" => array("title" => "Контакты",
            "body" => "Хотите связаться с редактором? Теперь Вы можете с этой формой."
        ),
        "editors" => array("title" => "Авторы",
            "body" => "Лучший Блог представляет разнообразие голосов и точек зрения. Это наши текущие редакторов:

     Кен, основатель Лучший блог, является предпринимателем, который пишет сингапурская из-за Великой Firewall в Китае.
     Джонатан живет в Бристоле, Великобритания. Он директор электронного бизнеса, футбольных болельщиков и wouldbe олимпиец.
     Bloglily работает в Сан-Франциско, штат Калифорния. Она читатель, писатель-фантаст, и адвокат. Когда она не иным образом занимали ищет большие блоги, чтобы зарабатывать на жизнь, и письмо, она занята держа ее трое молодых сыновей в одну линию.
     Тайлор является студентом колледжа, проживающих в выхода к морю штате Айова. Он находится в залах научных кругов со стремлением служения, но все же находит время для поиска некоторые из лучших блогов на WordPress."),
        "whats_new" => array("title" => "Что нового", "body" => "Регулярные обновления будут появляться здесь, а не на блог, чтобы предотвратить захламление записей.

13 ноября

     Привет я обновил блоги шаблон пользовательскую версию заголовка К2. Я выключил комментарии и обратные ссылки для всех 'страниц', за исключением 'Контакты'. Комментарии и обратные ссылки остаются активными на всех 'сообщений'. Я буду продолжать возиться с виджет боковой панели.

24 сентября

     Мы отправили мало информации о наших редакторов на новую страницу с понятным названием: редакторы. Мы приветствуем новых редакторов - в частности, редакторов, которые говорят на других языках, кроме английского языка!

18 мая

     Наконец нашел время для настройки боковой панели виджетов боковой панели.

20 марта

    Давно пора объявление. Более редакторы на борту, вы можете прочел некоторые из своих постов. Пожалуйста, приветствую Михаила, Джонатан и Лорана.

19 февраля

     Добро пожаловать новый редактор - Арун.

12 февраля

     Изменено на тему Бликс, поскольку она поддерживает форму обратной связи. Многие люди спрашивают за это.

2 февраля

     Мы были показаны на главной странице WordPress.com!
    Новый редактор присоединился - Джордж. Его первый пост здесь. Дайте ему теплый прием! Он будет охватывать в основном немецких блогов.
    Новая идея здесь заключается в покрытии лучшие блоги других языков. Если вы владеете какой-либо язык (кроме английского), и хотел бы представить достойные блоги на WordPress на вашем языке, присоединяйтесь к нам!"),
        "faq" => array("title" => "ФАК",
            "body" => "Как я могу получить мой блог рассмотрел?
     А здесь мы выступаем за счастливое процесса. Получите ваш блог видели, в форуме, в комментариях или просто сообщение именно тогда, когда редактор смотрит на последний список сообщений.
     Будьте изобретательны! Будьте настойчивы. Прочтите это.
     Как мне стать редактором?
     Используйте эту форму для связи с редакцией.
     Является ли этот блог Официальный блог WordPress.com?
     Вовсе нет! Кроме рода ссылку на главной странице, мы не связаны с WordPress.com.
     Вы можете просмотреть мою WordPress блог?
     Мы показываем блоги на WordPress.com который 301 тысяч блогов и продолжает расти. Подпишитесь на сайте здесь.
     Как вы получаете контактную форму?
     Насколько нам известно, вы должны использовать Бликс тему.
     Можете ли вы помочь с этой проблемой с моего счета WordPress.com?
    Лучшее место, чтобы пойти в форум поддержки."),
    ),
    'about' => "Лучший блог на Wordpress для поисков и обзоры лучших блогов на wordpress.com Мы также писать статьи для руководства новых и старых блоггеров!",
    'keys' => 'робот',
    'description' => 'блог о роботах',
    'title' => 'Лучший блог на Wordpress'
);